[
  {
    "topic": "motivation",
    "quotes": [
      "Don't watch the clock; do what it does. Keep going.",
      "Push yourself, because no one else is going to do it for you.",
      "Success starts with self-discipline."
    ]
  },
  {
    "topic": "success",
    "quotes": [
      "Success usually comes to those who are too busy to be looking for it.",
      "Don't be afraid to give up the good to go for the great.",
      "Success is not in what you have, but who you are."
    ]
  },
  {
    "topic": "life",
    "quotes": [
      "Life is what happens when you're busy making other plans.",
      "Get busy living or get busy dying.",
      "Life is short, and it's up to you to make it sweet."
    ]
  },
  {
    "topic": "perseverance",
    "quotes": [
      "Perseverance is not a long race; it is many short races one after another.",
      "Fall seven times, stand up eight.",
      "Through perseverance many people win success out of what seemed destined to be certain failure."
    ]
  },
  {
    "topic": "dreams",
    "quotes": [
      "All our dreams can come true, if we have the courage to pursue them.",
      "Dream big and dare to fail.",
      "The future belongs to those who believe in the beauty of their dreams."
    ]
  },
  {
    "topic": "courage",
    "quotes": [
      "Courage doesn’t always roar. Sometimes it’s the quiet voice at the end of the day saying, ‘I will try again tomorrow.’",
      "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face.",
      "Courage is resistance to fear, mastery of fear—not absence of fear."
    ]
  },
  {
    "topic": "hard work",
    "quotes": [
      "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.",
      "Hard work beats talent when talent doesn’t work hard.",
      "The only place where success comes before work is in the dictionary."
    ]
  },
  {
    "topic": "resilience",
    "quotes": [
      "The human capacity for burden is like bamboo—far more flexible than you'd ever believe at first glance.",
      "Resilience is knowing that you are the only one that has the power and the responsibility to pick yourself up.",
      "It’s not whether you get knocked down, it’s whether you get up."
    ]
  },
  {
    "topic": "learning",
    "quotes": [
      "Live as if you were to die tomorrow. Learn as if you were to live forever.",
      "The beautiful thing about learning is that no one can take it away from you.",
      "Education is the most powerful weapon which you can use to change the world."
    ]
  },
  {
    "topic": "leadership",
    "quotes": [
      "A leader is one who knows the way, goes the way, and shows the way.",
      "Leadership is the capacity to translate vision into reality.",
      "The function of leadership is to produce more leaders, not more followers."
    ]
  },
  {
    "topic": "change",
    "quotes": [
      "Be the change that you wish to see in the world.",
      "Change is the end result of all true learning.",
      "Progress is impossible without change, and those who cannot change their minds cannot change anything."
    ]
  },
  {
    "topic": "positivity",
    "quotes": [
      "Keep your face always toward the sunshine—and shadows will fall behind you.",
      "Stay positive. Better days are on their way.",
      "A positive attitude can really make dreams come true—it did for me."
    ]
  },
  {
    "topic": "confidence",
    "quotes": [
      "Believe you can and you're halfway there.",
      "With confidence, you have won before you have started.",
      "Confidence comes not from always being right but from not fearing to be wrong."
    ]
  },
  {
    "topic": "self-discipline",
    "quotes": [
      "Discipline is the bridge between goals and accomplishment.",
      "We must all suffer one of two things: the pain of discipline or the pain of regret.",
      "Self-discipline is the magic power that makes you virtually unstoppable."
    ]
  },
  {
    "topic": "kindness",
    "quotes": [
      "No act of kindness, no matter how small, is ever wasted.",
      "Kindness is a language which the deaf can hear and the blind can see.",
      "Carry out a random act of kindness, with no expectation of reward."
    ]
  },
  {
    "topic": "gratitude",
    "quotes": [
      "Gratitude turns what we have into enough.",
      "Start each day with a grateful heart.",
      "Gratitude is not only the greatest of virtues, but the parent of all the others."
    ]
  },
  {
    "topic": "hope",
    "quotes": [
      "Hope is being able to see that there is light despite all of the darkness.",
      "Once you choose hope, anything’s possible.",
      "Hope is the only thing stronger than fear."
    ]
  },
  {
    "topic": "focus",
    "quotes": [
      "Focus on being productive instead of busy.",
      "Where focus goes, energy flows.",
      "Concentrate all your thoughts upon the work at hand."
    ]
  },
  {
    "topic": "failure",
    "quotes": [
      "Failure is the condiment that gives success its flavor.",
      "Only those who dare to fail greatly can ever achieve greatly.",
      "Failure is simply the opportunity to begin again, this time more intelligently."
    ]
  },
  {
    "topic": "growth",
    "quotes": [
      "Strength and growth come only through continuous effort and struggle.",
      "The only way to grow is to challenge yourself.",
      "Growth is painful. Change is painful. But nothing is as painful as staying stuck somewhere you don't belong."
    ]
  },
  {
    "topic": "creativity",
    "quotes": [
      "Creativity is intelligence having fun.",
      "You can’t use up creativity. The more you use, the more you have.",
      "Creativity takes courage."
    ]
  },
  {
    "topic": "discipline",
    "quotes": [
      "Discipline is choosing between what you want now and what you want most.",
      "Without discipline, there's no life at all.",
      "Small disciplines repeated with consistency lead to great achievements."
    ]
  },
  {
    "topic": "vision",
    "quotes": [
      "Chase the vision, not the money; the money will end up following you.",
      "The only thing worse than being blind is having sight but no vision.",
      "Vision without action is merely a dream."
    ]
  },
  {
    "topic": "balance",
    "quotes": [
      "Happiness is not a matter of intensity but of balance and order and rhythm and harmony.",
      "Balance is not something you find, it’s something you create.",
      "Live a life that is well balanced; don’t do things in excess."
    ]
  },
  {
    "topic": "faith",
    "quotes": [
      "Faith is taking the first step even when you don’t see the whole staircase.",
      "Let your faith be bigger than your fear.",
      "Faith does not make things easy, it makes them possible."
    ]
  },
  {
    "topic": "humility",
    "quotes": [
      "Humility is the true key to success.",
      "Stay humble. Work hard. Be kind.",
      "Pride makes us artificial and humility makes us real."
    ]
  },
  {
    "topic": "service",
    "quotes": [
      "The best way to find yourself is to lose yourself in the service of others.",
      "Service to others is the rent you pay for your room here on Earth.",
      "A life lived in service is a life well spent."
    ]
  },
  {
    "topic": "patience",
    "quotes": [
      "Patience is not the ability to wait, but the ability to keep a good attitude while waiting.",
      "Great things take time.",
      "With love and patience, nothing is impossible."
    ]
  },
  {
    "topic": "mindfulness",
    "quotes": [
      "The present moment is the only time over which we have dominion.",
      "Mindfulness isn’t difficult, we just need to remember to do it.",
      "Feelings come and go like clouds in a windy sky. Conscious breathing is my anchor."
    ]
  },
  {
    "topic": "passion",
    "quotes": [
      "Passion is energy. Feel the power that comes from focusing on what excites you.",
      "Nothing great in the world has ever been accomplished without passion.",
      "Pursue your passion, and everything else will fall into place."
    ]
  },
  {
    "topic": "wisdom",
    "quotes": [
      "Knowing yourself is the beginning of all wisdom.",
      "Turn your wounds into wisdom.",
      "Wisdom is not a product of schooling but of the lifelong attempt to acquire it."
    ]
  },
  {
    "topic": "vision",
    "quotes": [
      "A clear vision, backed by definite plans, gives you a tremendous feeling of confidence and personal power.",
      "Create the highest, grandest vision possible for your life, because you become what you believe.",
      "Vision is the art of seeing what is invisible to others."
    ]
  },
  {
    "topic": "change the world",
    "quotes": [
      "Act as if what you do makes a difference. It does.",
      "You must be the change you wish to see in the world.",
      "Small acts, when multiplied by millions of people, can transform the world."
    ]
  },
  {
    "topic": "freedom",
    "quotes": [
      "Freedom is nothing but a chance to be better.",
      "The secret of happiness is freedom, and the secret of freedom is courage.",
      "True freedom is impossible without a mind made free by discipline."
    ]
  },
  {
    "topic": "honesty",
    "quotes": [
      "Honesty is the first chapter in the book of wisdom.",
      "No legacy is so rich as honesty.",
      "Honesty and transparency make you vulnerable. Be honest and transparent anyway."
    ]
  },
  {
    "topic": "innovation",
    "quotes": [
      "Innovation distinguishes between a leader and a follower.",
      "The best way to predict the future is to invent it.",
      "Without change there is no innovation, creativity, or incentive for improvement."
    ]
  },
  {
    "topic": "teamwork",
    "quotes": [
      "Alone we can do so little; together we can do so much.",
      "Teamwork makes the dream work.",
      "The strength of the team is each individual member. The strength of each member is the team."
    ]
  },
  {
    "topic": "time",
    "quotes": [
      "Lost time is never found again.",
      "Time is what we want most, but what we use worst.",
      "The key is in not spending time, but in investing it."
    ]
  },
  {
    "topic": "determination",
    "quotes": [
      "A dream doesn’t become reality through magic; it takes sweat, determination, and hard work.",
      "Determination gives you the resolve to keep going in spite of the roadblocks.",
      "The difference between the impossible and the possible lies in a person’s determination."
    ]
  },
  {
    "topic": "adaptability",
    "quotes": [
      "Adaptability is about the powerful difference between adapting to cope and adapting to win.",
      "It is not the strongest or the most intelligent who will survive but those who can best manage change.",
      "Blessed are the flexible, for they shall not be bent out of shape."
    ]
  },
  {
    "topic": "happiness",
    "quotes": [
      "Happiness is not something ready-made. It comes from your own actions.",
      "Happiness depends upon ourselves.",
      "The purpose of our lives is to be happy."
    ]
  },
  {
    "topic": "success",
    "quotes": [
      "Success is not the key to happiness. Happiness is the key to success.",
      "Success is getting what you want. Happiness is wanting what you get.",
      "Success is not in what you have, but who you are."
    ]
  },
  {
    "topic": "love",
    "quotes": [
      "Love is when the other person's happiness is more important than your own.",
      "Love is not about how much you say 'I love you,' but how much you prove that it's true.",
      "Love is the only force capable of transforming an enemy into a friend."
    ]
  },
  {
    "topic": "wisdom",
    "quotes": [
      "Wisdom is the reward you get for a lifetime of listening when you'd have preferred to talk.",
      "Wisdom begins in wonder.",
      "Wisdom is knowing what to do next; virtue is doing it."
    ]
  },
  {
    "topic": "friendship",
    "quotes": [
      "Friendship is the only cement that will ever hold the world together.",
      "A friend is someone who knows all about you and still loves you.",
      "Friendship is born at that moment when one person says to another, 'What! You too? I thought I was the only one.'"
    ]
  },
  {
    "topic": "hope",
    "quotes": [
      "Hope is being able to see that there is light despite all of the darkness.",
      "Once you choose hope, anything’s possible.",
      "Hope is the only thing stronger than fear."
    ]
  },
  {
    "topic": "kindness",
    "quotes": [
      "Kindness is a language which the deaf can hear and the blind can see.",
      "No act of kindness, no matter how small, is ever wasted.",
      "Kindness is the sunshine in which virtue grows."
    ]
  },
  {
    "topic": "gratitude",
    "quotes": [
      "Gratitude turns what we have into enough.",
      "Start each day with a grateful heart.",
      "Gratitude is not only the greatest of virtues, but the parent of all the others."
    ]
  }
]
